{
	"language": "Norwegian",
	"intro": {
		"message": [
			{
				"text": [
					"Hallo og velkommen til Mars agent 237.",
					"Som du vet så har vi funnet mystiske gjenstander her. Vi har stor grunn til å tro at de stammer fra en avansert sivilisasjon som forsvant for flere tusner av år siden.",
          "Ditt oppdrag blir å finne hemmligheten bak de mystiske gjenstandene som denne sivilisasjonen har etterlatt oss.",
          "Hvis du trenger hjelp så trykk på hint knappen så kan vi komme med forslag her fra bakkekontroll.",
          "Prøv å trykk på knappen nå for å bekrefte at vi har kontakt."
				]
			}
		]
	},
  "taskDialouge": [
    {
      "id": "0",
      "message": [
      ],
      "clue": [
      ]
    },
    {
      "id": "1",
      "message": [
        {
          "text": [ "Som du ser så har vi klart å aktivere en av fire plater på bordet. Prøv å aktiver resten av platene." ]
        },
        {
          "text": [
            "Bra jobbet! Ser ut som du har aktivert alle platene, men det virker som om det er noe mer til denne gjenstanden enn bare dette bordet."
          ]
        },
        {
          "text": [
            "Vi får inn seismiske målinger her. Hva er det som foregår?",
            "Prøv å se deg litt rundt, kanskje du finner ut hva som skjedde."
          ]
        }
      ],
      "clue": [
        {
          "text": [
            "Vi får inn signalet ditt klart og tydlig. Du finner oppdraget ditt ved den lysende søylen."
          ]
        },
		{
      "text": [
        "Hmm, prøv å plasere de glødende kubene med tilsvarende verdi på platene.",
        "F.eks. er 1000 liter det samme som 1m³."
      ]
		},
		{
			"text": [ "Prøv å dra i de fargede spakene over de store platformene." ]
		},
        {
          "text": [ "Kanskje du kan prøv å endre volumet eller arealet på gjenstandene slik at det blir likt som på de glødende kubene." ]
        }
      ]
    },
    {
      "id": "2",
      "message": [
        {
          "text": [ "En ny mystisk gjenstand, den dukket sikkert opp når du aktiverte den forrige." ]
        }
      ],
      "clue": [
        {
          "text": [ "Vent, er det mulig å plukke opp pyramidene?" ]
        },
        {
          "text": [ "Prøv å plaser pyramidene inn i midten av gjenstanden." ]
        },
        {
          "text": [ "Okey,prøv å plasser alle pyramidene med spissen mot hverandre." ]
        }
      ]
    },
    {
      "id": "3",
      "message": [
        {
          "text": [
            "Er det enda flere mystiske gjenstander?",
			"Kanskje du må plassere pyramidene på riktig søyler."
          ]
        },
        {
          "text": [
            "Søylen endret farge, så det virker som den hvertfall registrerte pyramiden.",
            "Kanskje du må plassere ut alle pyramidene før vi vet om det er riktig eller ikke."
          ]
        },
        {
          "text": [
            "Hva skjedde?",
            "Er det det vi tror det er? VANN!!!",
            "Du klarte det agent 237. Du har funnet kilden til menneskets overlevelse på Mars.",
            "Ditt oppdrag er nå fullført, bra jobbet agent 237! Du kan nå vende hjem til Jorden."
          ]
        }
      ],
      "clue": [
        {
          "text": [ "Se på verdien på søylene og prøv å plasser pyramiden med tilsvarende volum på søylen." ]
        },
        {
          "text": [ "Hva var volumet til en pyramide igjen? Hvor mange pyramider er det plass til i en kube?" ]
        },
        {
          "text": [ "Volumet til pyramiden vil da bli volumet til en kube delt på antall pyramider i en kube, altså 3." ]
        }
      ]
    }
  ]
}
